{
    "ISBN": 9784163906409,
    "タイトル": "2050年の技術 英『エコノミスト』誌は予測する",
    "サブタイトル": "生命から紐解く知能の謎",
    "著者": "土方 奈美",
    "出版社": "文藝春秋",
    "説明": "AI、自動車、バイオ、農業、医療、エネルギー、軍事、VR、拡張現実――。テクノロジー予測で全世界的な信頼を持つグローバルエリート誌が総力をあげて大胆予測！・自動運転車によって、都市の車両数は90%減少する。・人間の脳はインターネットに接続され、図書館やスーパーコンピュータと直接つながる。だが、同時にマルウエアやウイルスまで一緒に取り込んでしまう。・誰もがARグラスを使用するようになる。他言語を話す人との会話はリアルタイムで翻訳され、街からは看板や信号が撤去される。その技術はやがて眼球自体に組み込まれる。・プライバシーは、飛行機のビジネスクラスや別荘のように、富裕層だけの贅沢品になる。・すでに西側のスナイパーの狙撃距離は2475メートルを記録。今後は、空中で軌道を修正できる弾丸の開発で、照準線の向こうに隠れる敵を狙撃できるようになる。【目次】■はじめに 破壊的で大規模な技術の変化「メガテック」〈第一部 制約と可能性〉■第1章 日本のガラケーは未来を予測していた過去、現在、SFで描かれる未来。この3つが2050年を見通すための鍵になる。15年前、スマートフォンの登場を予測した人々は、日本の女子高生に注目した。■第2章 ムーアの法則の終わりの先に来るものチップの極小化によるコンピュータの高性能化（ムーアの法則）は、原子のレベルに近づき限界を迎えつつある。だが、そこからコンピュータの発展の未来が見えてくる。■第3章 第7の波、AIを制する者は誰か？メインフレーム型コンピュータの第一の波を制したのはIBM。第二の波はパソコン。その波を制したビル・ゲイツは、遥か未来のAIの登場について当時考えていた。■第4章 なぜデジタル革命では生産性向上がみられないか？経済学者のロバート・ゴードンは、産業革命と比べると、今日のデジタル革命では、生産性、労働賃金、生活水準はほとんど上がっていないと指摘したが、その盲点は？■第5章 宇宙エレベーターを生み出す方程式どんな技術が実現可能か。物理学者はその答えを導き出す方程式をすでに手に入れている。タイムマシンや光速を超える情報伝達は実現しないが、老化や疾病は克服できる。■第6章 政府が「脳」に侵入する人間の脳はインターネットに接続され、図書館、スーパーコンピュータ、宇宙望遠鏡と直結する。だが同時に、スパムやマルウエア、ウイルスも一緒に取り込んでしまう。■特別SF1 傷つく自由（アレステア・レナルズ）〈第二部 産業と生活〉■第7章 食卓に並ぶ人造ステーキ世界人口は約100億人に達するが、食糧危機は起こらない。細胞培養を通じて、多くの食品が工場で製造されるからだ。牛乳も卵も、生産に生身の動物は必要なくなる。■第8章 医療はこう変わる集中治療室での診断情報の解釈から難易度の高い外科手術まで、学習能力をもったAIが担うようになる。一方、糖尿病、癌などでは予防用ワクチンの開発が進むだろう。■第9章 太陽光と風力で全エネルギーの3割太陽電池は透明な軽量フィルムとなり、自宅の窓やカーテンはもちろん、衣服でも発電が可能になる。原発は先進国では廃炉が進み、中国、インド、ロシアのみに。■第10章 車は編まれ、住宅は印刷される3D印刷の市場規模はまだ67億ドル程度だが、2040年には1兆ドルを超える。その未来を見抜いた中国は、すでに大量生産ラインで活用。建物まで印刷している。■第11章 曲がる弾丸と戦争の未来すでに西側のスナイパーの狙撃距離は2475メートルを記録。今後は、空中で軌道を修正できる弾丸の開発で、照準線の向こうに隠れている敵を狙撃できるようになる。■第12章 ARを眼球に組み込む誰もがスマートフォンの代わりにARメガネを使いはじめる。街からは看板や信号が消え、他言語はリアルタイムで翻訳。その技術はやがて眼球自体に取り入れられる。■特別SF2 博士の救済（ナンシー・クレス）〈第三部 社会と経済〉■第13章 人工知能ができないことAIがわれわれを超える知性を持つことを心配する人は多い。しかし、アルファ碁は対局の最中に火災報知器が鳴り響いても、次の一手を探しつづけるだけだ。■第14章 プライバシーは富裕層だけの贅沢品にコンピュータはすでに医師よりも正確に乳癌の発症を予測できる。だが、その認識パターンは膨大かつ曖昧で、人間の理解を超えている。ゆえに因果関係の把握は不可能だ。■第15章 10億人の経済力が解き放たれるアフリカでは農民のほとんどが女性である。市場価格を知らない彼女たちは、業者の言い値で取引し、貧困状態にとどまっている。彼女たちを救うのはスマートフォンだ。■第16章 教育格差をこうして縮める中産階級の子供が最初の2年で親から語りかけられる言葉の数は、労働階級の子供と比べて数百万語多い。幼児教育から始まるこうした格差を、技術の力でいかに埋めるか。■第17章 働き方は創意を必要とされるようになる私たちは現在、毎日150回以上携帯電話を確認し、メッセージ等の通知に10.5秒に1回の割合で作業を中断させられている。こうした働き方はいつまで続くのか。■最終章 テクノロジーは進化を止めない「産業革命は蒸気電力の開発から始まった」。実は、これは誤解である。技術の誕生は革命の結果に過ぎず、原因ではない。今も昔も、テクノロジーに意思などないのだ。",
    "言語": "jpn",
    "ページ数": "384",
    "発売日": "20170414",
    "レーベル": "I/O BOOKS",
    "値段": "",
    "画像URL": "https://cover.openbd.jp/9784163906409.jpg"
}